{
  "profile": {
    "rol": "Front-end Developer",
    "description": "Full-Stack Web Developer with Passion for Design and Programming. Creativity, Innovation, and a Love of Learning.",
    "description1":"I am a full-stack web developer with a deep understanding and experience in design and programming. I am passionate about creating websites and web applications that are attractive, functional, and innovative. In my projects, I have demonstrated my ability to: Develop attractive and user-friendly web interfaces. Implement complex and dynamic features. Build scalable and secure web applications. I am always looking for new ways to learn and grow as a developer. I am a motivated and results-oriented individual with a strong work ethic. I am also a team player and I am always willing to help others. I am confident that I have the skills and experience necessary to be a valuable asset to any team. I am eager to learn more about your company and the opportunities that you have available."
  },

   "title": {
      "rol": "Experience",
      "rol2": "Hobbies"
    },

  "experience": {
    "rol": "Web Developer",
    "description": "Looking for my first career opportunity in the web sector, both for internships and employment.I am a young web developer with a passion for the craft. I consider myself a versatile and adaptable professional, with experience in both individual and group student projects.In my projects, I have developed complete, dynamic, responsive, and user-friendly webs and apps, with easy usability. I have worked with a variety of technologies, including HTML, CSS, JavaScript, React, Angular, Java, and MySQL.I am passionate about learning and growing professionally, and I am always willing to contribute my knowledge and skills to any team.",
    "employment": "Seeking my first career opportunity in the web sector, both for internships and employment. I am a young web developer with a passion for the craft. I consider myself a versatile and adaptable professional, with experience in both individual and group student projects."
  },


  
  "hobbies1": {
    "title": "Riding my Trik-Azub",
    "description": "Going for rides on the beach and in the mountains"
  },
  "hobbies2": {
    "title": "Walking my dog",
    "description": "I go for walks with my dog every day for at least half an hour"
  },
  "hobbies3": {
    "title": "Swimming",
    "description": "I go swimming 3 times a week, it's great for my body and mind"
  },

  "cards": {
  "year": "Years of experience"
},


  "projectAngular": {
    "title": "EkoTokio",
    "languages": ["Angular", "HTML", "CSS", "GitHub", "Trello", "MySQL"],
    "description": "E-commerce of produce from garden to table. Web of food products direct from the farmer to the table of each home without intermediaries. In it, the user can see the products, create a user, log in... Applied Spring Security and mysql database. Responsive on all screen formats. Teamwork of 4 people",
    "duration": "1 month"
  },

  "projectJava1": {
    "title": "TallerFundAdecco",
    "languages": ["JAVA", "HTML", "CSS", "GitHub", "Trello", "MySQL", "SPRING SECURITY"],
    "description": "Api for a mechanic workshop where the customer has their file and can book an appointment for their repair, modify their data, request a quote, choose a professional and workshop in the network. With mysql database. Responsive in all screen formats",
    "duration": "1 month"
  },

  "projectJavaSpring": {
    "title": "Filmo Tokio",
    "languages": ["Java", "HTML", "CSS", "BOOTSTRAP", "SPRINGBOOT", "SPRING SECURITY", "MAVEN", "GitHub", "Trello", "MYSQL", "API-REST", "PROCESO BATCH"],
    "description": "Final api of a film library course where a user can create a movie, rate it, make a critique, log in, log out. The user can only rate once per movie. It has two roles and depending on whether you are admin or user you can access more or less domain of the app. Uses mysql database, Has two integrated modules (Api-Rest and Batch Process). Responsive in all screen formats",
    "duration": "25 days"
  },

  "projectJava": {
    "title": "Lord of the Rings",
    "languages": ["JAVA"],
    "description": "Final project of a Java course where I recreate a game of battles between armies (heroes and beasts) where each member fights another opponent and the side that remains alive wins. In each turn, two dice are thrown and through the result, more or less life is subtracted from the opponent.",
    "duration": "15 days"
  },

  "construction": {
  "title": "Construction Tokio",
  "languages": ["HTML", "CSS", "JAVASCRIPT", "RESPONSIVE"],
  "description": "Informational website for a construction company. Final project of the web development course. User-friendly, intuitive, with cookie notice",
  "duration": "20 days"
},
  "css": {
  "title": "Css website",
  "languages": ["HTML", "CSS", "JAVASCRIPT", "RESPONSIVE"],
  "description": "A website that showcases my CSS skills, including sliders, grids, layouts, form submission, and responsiveness."

},
  "web_personal": {
    "title": "website personal",
    "languages": ["HTML", "CSS", "JAVASCRIPT", "RESPONSIVE"],
    "description": "A website that demonstrates my HTML, CSS, and JavaScript skills, and that is fully responsive and user-interactive"
  }

}
    
