{
    "profile": {
        "rol": "Desarrollador Front-end",
        "description": "Desarrollador web full stack apasionado por el diseño y la programación. Creatividad, innovación y pasión por el aprendizaje",
        "description1": "Soy un desarrollador web full stack con un profundo conocimiento y experiencia en el diseño y la programación. Me apasiona crear sitios web y aplicaciones web que sean atractivos, funcionales e innovadores. En mis proyectos, he demostrado mi capacidad para: Desarrollar interfaces web atractivas y fáciles de usar. Implementar funcionalidades complejas y dinámicas. Construir aplicaciones web escalables y seguras. Siempre estoy buscando nuevas formas de aprender y crecer como desarrollador. Soy un individuo motivado y orientado a resultados con una fuerte ética de trabajo. También soy un jugador de equipo y siempre estoy dispuesto a ayudar a los demás. Estoy seguro de que tengo las habilidades y la experiencia necesarias para ser un activo valioso para cualquier equipo. Estoy ansioso por aprender más sobre su empresa y las oportunidades que tiene disponibles."
    },

    "title": {
      "rol": "Experiencia",
      "rol2": "Aficiones"
    },
    
    "experience": {
        "rol": "Desarrollador Web",
        "description": "En mis proyectos he desarrollado webs y apps completas, dinámicas, responsives y atractivas para el usuario, de fácil usabilidad. He trabajado con una variedad de tecnologías, incluyendo HTML, CSS, JavaScript,React, Angular, Java y MySQL... Me apasiona aprender y crecer profesionalmente, y estoy siempre dispuesto a aportar mis conocimientos y habilidades a cualquier equipo.",
        "employment": "En busca de mi primera oportunidad laboral en el sector web, tanto prácticas como empleo.Soy un joven desarrollador web con pasión por el oficio. Me considero un profesional versátil y adaptable, con experiencia en proyectos estudiantiles tanto individuales como grupales."
    },

    "hobbies1": {
      "title": "Salir en mi Trik-Azub",
      "description": "Hacer rutas por la playa y montaña"
    },

    "hobbies2": {
      "title": "Pasear a mi perro",
      "description": "Salgo todos los días a parsear a mi perro por media hora minimo"
    },

    "hobbies3": {
      "title": "Nadar",
      "description": "Voy a natación 3 veces por semana, me funciona muy bien para el cuerpo y la mente"
    },

    "projectAngular": {
    "title": "EkoTokio",
  "lenguages": ["Angular", "HTML", "CSS", "GITHUB", "TRELLO", "MYSQL"],
  "description": "E-comerc de productos del huerto a la mesa. Web de productos de alimentación directos del agricultor a la mesa de ada hogar sin intermediarios. En ella el usuario se puede ver los productos, crear un usuario, logearse... Aplicado Spring Security y base de datos mysql. Responsive en todos los formatos de pantalla. Trabajo en equipo de 4 personas ",
  "duration": "1 mes"

},

"cards": {
  "year": "Años de experiencía"
},

 "projectJava1": {
    "title": "TallerFundAdecco",
  "lenguages": ["JAVA", "HTML", "CSS", "GITHUB", "TRELLO", "MYSQL", "SPRING SECURITY"],
  "description": "Api para taller mécanico donde el cliente tiene su ficha y puede pedir cita para su reparación, modificar sus datos, pedir presupuesto, elegir profesional y taller de la red. Con base de datos mysql. Responsive en tos los formatos de pantalla",
  "duration": "1 mes"
},

 "projectJavaSpring": {
    "title": "FilmoTokio",
  "lenguages": ["Java", "HTML", "CSS","BOOTSTRAP", "SPRINGBOOT", "SPRING SECURITY", "MAVEN", "GITHUB", "TRELLO", "MYSQL", "API-REST", "PROCESO BATCH"],
  "description": "Api final curso de SpringBoot de una filmoteca donde un usuario puede crear una pelicula, puntuar, hacer critica, logearse, salir de la sesion, El usuario solo puede puntuar una vez por pelicula. Tiene dos roles y dependiendo de si eres admin o user puedes acceder a más o menos dominio de la app. Utiliza base de datos mysql, Tiene dos modulos integrados (Api-Rest y Proceso batch). Responsive en todos los formatos de pantalla",
  "duration": "25 días"
 },

  "projectJava": {
    "title": "Señor de los anillos",
  "lenguages": ["JAVA"],
  "description": "Proyecto final de curso de Java donde recreo un juego de batallas entre ejercitos (heroés y béstias) donde cada integrante lucha con otro oponente y gana el bando que queda con vida. En cada turno se tiran dos dados y a través del resultado se resta más o menos vida al oponente. ",
  "duration": "15 días"
  },
  
  "construction": {
    "title": "Construccion Tokio",
    "lenguages": ["HTML", "CSS", "JAVASCRIPT","RESPONSIVE"],
    "description": "Web informativa de empresa de construccion. Proyecto final del curso desarrollo web. Facil para el usuario, intuitiva, con aviso de cookies",
    "duration": "20 días"
  }
}