{
    "profile": {
        "rol": "Desarrollador Front-end",
        "description": "Desarrollador web tanto en Frontend como Backend. Me apasiona el diseño y la programación. Me gusta aprender cosas nuevas y crear cosas increibles."
    },
    "experience": {
        "rol": "Desarrollador Web"
    },

    "hobbies1": {
      "title": "Salir en mi Trik-Azub",
      "description": "Hacer rutas por la playa y montaña"
    },

    "hobbies2": {
      "title": "Pasear a mi perro",
      "description": "Salgo todos los días a parsear a mi perro por media hora minimo"
    },

    "hobbies3": {
      "title": "Nadar",
      "description": "Voy a natación 3 veces por semana, me funciona muy bien para el cuerpo y la mente"
    },

    "projectAngular": {
    "title": "EkoTokio",
  "lenguages": ["Angular", "HTML", "CSS", "GITHUB", "TRELLO", "MYSQL"],
  "description": "E-comerc de productos del huerto a la mesa. Web de productos de alimentación directos del agricultor a la mesa de ada hogar sin intermediarios. En ella el usuario se puede ver los productos, crear un usuario, logearse... Aplicado Spring Security y base de datos mysql. Responsive en todos los formatos de pantalla. Trabajo en equipo de 4 personas ",
  "duration": "1 mes"

},

 "projectJava1": {
    "title": "TallerFundAdecco",
  "lenguages": ["JAVA", "HTML", "CSS", "GITHUB", "TRELLO", "MYSQL", "SPRING SECURITY"],
  "description": "Api para taller mécanico donde el cliente tiene su ficha y puede pedir cita para su reparación, modificar sus datos, pedir presupuesto, elegir profesional y taller de la red. Con base de datos mysql. Responsive en tos los formatos de pantalla",
  "duration": "1 mes"
},

 "project JavaSpring": {
    "title": "FilmoTokio",
  "lenguages": ["Java", "HTML", "CSS","BOOTSTRAP", "SPRINGBOOT", "SPRING SECURITY", "MAVEN", "GITHUB", "TRELLO", "MYSQL", "API-REST", "PROCESO BATCH"],
  "description": "Api final curso de SpringBoot de una filmoteca donde un usuario puede crear una pelicula, puntuar, hacer critica, logearse, salir de la sesion, El usuario solo puede puntuar una vez por pelicula. Tiene dos roles y dependiendo de si eres admin o user puedes acceder a más o menos dominio de la app. Utiliza base de datos mysql, Tiene dos modulos integrados (Api-Rest y Proceso batch). Responsive en todos los formatos de pantalla",
  "duration": "25 días"
 },

  "projectJava": {
    "title": "Señor de los anillos",
  "lenguages": ["JAVA"],
  "description": "Proyecto final de curso de Java donde recreo un juego de batallas entre ejercitos (heroés y béstias) donde cada integrante lucha con otro oponente y gana el bando que queda con vida. En cada turno se tiran dos dados y a través del resultado se resta más o menos vida al oponente. ",
  "duration": "15 días"
  }
}